Revit 2015 API
InternalDefinitions Constructor
Initializes a new instance of the InternalDefinitions class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public InternalDefinitions()
Visual Basic
Public Sub New
Visual C++
public:
InternalDefinitions()
See Also
InternalDefinitions Class
Autodesk.Revit.DB Namespace